tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/x11'
tap 'osx-cross/avr'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libftdi0'
brew 'libelf'
brew 'avrdude'
brew 'awscli'
brew 'c-ares'
brew 'cmake'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'dfu-programmer'
brew 'dnsmasq', service_restart: true
brew 'emacs'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'gettext'
brew 'gnupg'
brew 'graphviz'
brew 'icu4c'
brew 'iperf'
brew 'openssl'
brew 'libevent'
brew 'pcre'
brew 'swig'
brew 'libftdi'
brew 'libgpg-error'
brew 'libksba'
brew 'mpfr'
brew 'libmpc'
brew 'libtool', args: ['universal']
brew 'libwebsockets'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'python3'
brew 'macvim'
brew 'mariadb'
brew 'mas'
brew 'mosquitto', service_restart: true
brew 'node'
brew 'nvm'
brew 'packer'
brew 'picocom'
brew 'pv'
brew 'ssh-copy-id'
brew 'tmux'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'homebrew/php/php56'
brew 'homebrew/php/php70'
brew 'homebrew/x11/rdesktop'
brew 'osx-cross/avr/avr-binutils'
brew 'osx-cross/avr/avr-gcc'
brew 'osx-cross/avr/avr-libc'
cask 'atom'
cask 'bibdesk'
cask 'tex-live-utility'
cask 'vagrant'
cask 'vagrant-manager'
mas '123D Design', id: 566042322
mas 'Transmit', id: 403388562
mas 'ResolutionTab', id: 540141595
mas 'Reeder', id: 880001334
mas 'Palua', id: 431494195
mas 'CodeBox', id: 412536790
mas 'Pixelmator', id: 407963104
mas 'Xcode', id: 497799835
mas 'iStudiez Pro', id: 402989379
mas 'Fantastical', id: 435003921
mas 'Install OS X El Capitan', id: 1018109117
mas 'CodeRunner', id: 433335799
mas 'Tweetbot', id: 557168941
mas 'Deliveries', id: 924726344
mas 'Joystick Mapper', id: 528183797
mas 'The Unarchiver', id: 425424353
mas 'Harvest', id: 506189836
mas 'MindNode Pro', id: 402398561
mas 'Dash', id: 449589707
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Spillo', id: 873245660
mas 'Marked 2', id: 890031187
mas 'Pages', id: 409201541
mas 'Letterpress', id: 1070543522
mas 'Slack', id: 803453959
mas 'SketchBook', id: 863486266
mas 'Evernote', id: 406056744
mas 'Caffeine', id: 411246225
mas 'WeatherPro', id: 966486618
mas 'Boom', id: 415312377
mas 'Airmail 2', id: 918858936
mas 'ColorSchemer Studio', id: 417896628
mas 'Numbers', id: 409203825
mas 'Mental Case', id: 402688205
mas 'Keynote', id: 409183694
mas 'Skitch', id: 425955336
